Repository: datarabbit-ai/bed-occupancy
Catalog: frontend/locales/*/LC_MESSAGES/*.po
Languages: pl

source: Hospital bed management
pl: Zarządzanie łóżkami szpitalnymi

source: Current state
pl: Stan obecny

source: List view
pl: Widok listy

source: Beds view
pl: Widok łóżek

source: Data analysis
pl: Analiza danych

source: Transcriptions
pl: Transkrypcje

source: Bed Assignments
pl: Łóżka szpitalne

source: No transcriptions available, call patient in order to see transcriptions
pl: Nie ma jeszcze żadnych transkrypcji rozmów. Zadzwoń do pacjenta, aby zobaczyć transkrypcje

source: Interface language
pl: Język interfejsu

source: Voice agent language
pl: Język agenta głosowego

source: Bed
pl: Łóżko

source: Patient's number
pl: Numer pacjenta

source: Patient's name
pl: Imię i nazwisko pacjenta

source: Medical procedure
pl: Zabieg

source: Personal number
pl: PESEL

source: Days left
pl: Dni do wypisu

source: This bed is empty!
pl: To łóżko jest wolne!

source: agreed to reschedule
pl: zgodził/a się na zmianę terminu

source: did not agree to reschedule
pl: nie wyraził/a zgody na zmianę terminu

source: 's consent is unknown.
pl: nie odpowiedział/a na pytanie.

source: Call with
pl: Rozmowa z

source: Failed to fetch data from the server.
pl: Nieudany odczyt danych z serwera

source: Failed to connect to the server
pl: Nieudane połączenie z serwerem

source: Could not translate the transcript. Displaying in the original language
pl: Nie udało się przetłumaczyć transkryptu rozmowy. Wyświetlam transkrypt w oryginalnym języku

source: Failed to initiate the call. Please try again later.
pl: Nie udało się wykonać połączenia. Spróbuj ponownie później.

source: Day
pl: Dzień

source: Call next patient in queue
pl: Zadzwoń do następnego pacjenta z kolejki

source: Call patient again
pl: Zadzwoń do pacjenta ponownie

source: No bed assignments found.
pl: Nie znaleziono żadnych pacjentów na łóżkach

source: Patients in queue
pl: Kolejka pacjentów

source: Place in queue
pl: Miejsce w kolejce

source: No patients found in the queue.
pl: W kolejce nie ma żadnych pacjentów

source: Patients absent on a given day
pl: Pacjenci, którzy nie przyszli danego dnia

source: No no-shows found.
pl: Nie ma żadnych nieobecnych pacjentów

source: Activate automatic day change
pl: Aktywuj automatyczną zmianę dnia

source: Reset simulation
pl: Zresetuj symulację

source: Bed occupancy statistics
pl: Statystyki zajętości łóżek

source: Beds occupancy
pl: Zajętość łóżek

source: No previous day
pl: Brak danych do analizy

source: Average beds occupancy
pl: Średnia zajętość łóżek

source: Average length of stay
pl: Średnia długość pobytu w szpitalu

source: Date
pl: Data

source: Occupancy [%]
pl: Zajętość łóżek [%]

source: No-show statistics
pl: Statystyki nieobecności pacjentów

source: No-shows percentage
pl: Procent nieobecności

source: Average no-shows percentage
pl: Średni procent nieobecności

source: Number of no-shows
pl: Ilość nieobecnych pacjentów

source: Phone calls statistics
pl: Statystyki rozmów telefonicznych z pacjentami

source: Percentage of calls resulting in rescheduling
pl: Rozmowy, które doprowadziły do zmiany terminu w procentach

source: No calls made
pl: Brak danych do analizy

source: Average percentage of calls resulting in rescheduling
pl: Średni procent rozmów, które doprowadziły do zmiany terminu

source: Number of phone calls completed
pl: Ilość udanych połączeń telefonicznych

source: Simulate Next Day
pl: Symuluj następny dzień

source: Simulate Previous Day
pl: Symuluj poprzedni dzień

source: Admission date
pl: Data przyjęcia

source: Days of stay
pl: Dni pobytu

source: Nationality
pl: Narodowość

source: nationality
pl: narodowość

source: No more patients in queue.
pl: Nie ma więcej pacjentów w kolejce.

source: It is necessary to fill in the field with the phone number in the settings section!
pl: Konieczne jest wypełnienie pola z numerem telefonu w sekcji ustawień!

source: 's verification is unsuccessful
pl: nie potwierdził/a tożsamości

source: More settings
pl: Więcej ustawień

source: Phone number to call
pl: Numer telefonu, na który zostaną wykonane połączenia

source: Personnel
pl: Personel

source: nurse
pl: pielęgniarka

source: doctor
pl: lekarz

source: ENT
pl: Laryngologia

source: Ophthalmology
pl: Okulistyka

source: Surgery
pl: Chirurgia

source: Cardiology
pl: Kardiologia

source: Neurology
pl: Neurologia

source: Radiology
pl: Radiologia

source: Gynecology
pl: Ginekologia

source: sleep apnea monitoring
pl: monitorowanie bezdechu sennego

source: hearing test battery
pl: bateria testów słuchu

source: tympanometry
pl: tympanometria

source: laryngoscopy
pl: laryngoskopia

source: nasal endoscopy
pl: endoskopia nosa

source: allergy skin testing
pl: testy skórne na alergie

source: sinus CT scan
pl: tomografia zatok

source: vestibular function test
pl: badanie funkcji przedsionkowej

source: rhinomanometry
pl: rhinomanometria

source: OCT scan
pl: OCT (optyczna koherentna tomografia)

source: fundus photography
pl: fotografia dna oka

source: corneal topography
pl: topografia rogówki

source: intraocular pressure check
pl: pomiar ciśnienia wewnątrzgałkowego

source: pupil dilation exam
pl: badanie po rozszerzeniu źrenic

source: fluorescein angiography
pl: angiografia fluoresceinowa

source: A-scan biometry
pl: biometria A-scan

source: pachymetry
pl: pachymetria

source: tear film assessment
pl: ocena filmu łzowego

source: retinal imaging
pl: obrazowanie siatkówki

source: electroretinography
pl: elektroretinografia

source: cardiac stress test
pl: test wysiłkowy serca

source: echocardiogram
pl: echokardiogram

source: EKG monitoring
pl: monitorowanie EKG

source: blood work panel
pl: panel badań krwi

source: abdominal ultrasound
pl: USG jamy brzusznej

source: wound assessment
pl: ocena rany

source: nutritional consultation
pl: konsultacja dietetyczna

source: anesthesia consultation
pl: konsultacja anestezjologiczna

source: holter monitoring
pl: monitorowanie Holtera

source: event monitor setup
pl: instalacja monitora zdarzeń

source: cardiac catheterization prep
pl: przygotowanie do cewnikowania serca

source: stress echocardiogram
pl: echokardiogram wysiłkowy

source: cardiac MRI
pl: rezonans serca

source: coronary angiography
pl: angiografia wieńcowa

source: heart rhythm analysis
pl: analiza rytmu serca

source: blood pressure monitoring
pl: monitorowanie ciśnienia krwi

source: lipid profile testing
pl: profil lipidowy

source: cardiac enzyme testing
pl: badanie enzymów sercowych

source: exercise tolerance test
pl: test tolerancji wysiłku

source: EEG monitoring
pl: monitorowanie EEG

source: nerve conduction study
pl: badanie przewodnictwa nerwowego

source: EMG testing
pl: badanie EMG

source: brain MRI
pl: rezonans mózgu

source: lumbar puncture
pl: punkcja lędźwiowa

source: cognitive assessment
pl: ocena funkcji poznawczych

source: sleep study
pl: badanie snu

source: evoked potential testing
pl: badanie potencjałów wywołanych

source: transcranial doppler
pl: doppler przezczaszkowy

source: neuropsychological testing
pl: testy neuropsychologiczne

source: balance disorder evaluation
pl: ocena zaburzeń równowagi

source: CT scan
pl: tomografia komputerowa

source: MRI scan
pl: rezonans magnetyczny

source: ultrasound examination
pl: badanie ultrasonograficzne

source: X-ray imaging
pl: badanie rentgenowskie

source: mammography
pl: mammografia

source: bone density scan
pl: badanie gęstości kości

source: contrast study
pl: badanie kontrastowe

source: fluoroscopy
pl: fluoroskopia

source: nuclear medicine scan
pl: scyntygrafia

source: PET scan
pl: pozytonowa tomografia emisyjna (PET)

source: biopsy guidance
pl: nawigacja do biopsji

source: HPV testing
pl: test na HPV

source: colposcopy
pl: kolposkopia

source: fertility assessment
pl: ocena płodności

source: menstrual cycle monitoring
pl: monitorowanie cyklu menstruacyjnego

source: hormone level testing
pl: badanie poziomu hormonów

source: STI screening panel
pl: panel badań na choroby przenoszone drogą płciową

source: pregnancy monitoring
pl: monitorowanie ciąży

source: contraception consultation
pl: konsultacja antykoncepcyjna

source: menopause evaluation
pl: ocena menopauzy

source: Unoccupied
pl: Wolne

source: Room
pl: Pokój
